[
    {
        "title":"Active",
        "description":[
            "Active abilities as the name suggests are abilities which must be manually ",
            "activated by the entity they're attached to. They can be thought of kind of ",
            "like a entity's ace in the hole, so to speak. These abilities are usually ",
            "extremely limited, and offer a chance to do significantly more damage or ",
            "greater opportunities to succeed at using skills or some other aspect of the ",
            "game. A entity can have up to 2 active abilities and a entity always has the ",
            "option to give up their current active ability (if no restrictions apply ",
            "preventing them from doing so.). "
        ],
        "abilities":[
            {
                "name":"Fire Breath",
                "description":[
                    "This ability can only be used once per full rest period. This ability can only",
                    "be taken by the Dragon Half race. User deals 5 fire damage to target entity up",
                    "to 2 squares away. All entities adjacent to target (except for the user) take",
                    "3 fire damage as well."
                ]
            },
            {
                "name":"Last Stand",
                "description":[
                    "This ability can only be used once per full rest period and can only be ",
                    "activated inside battle if the user has 3 HP or less. The user musters the last",
                    "of their strength for one final attack. Until the user's next turn, they",
                    "cannot be rendered unconscious even if their HP reaches 0. Additionally, add 2 ",
                    "to all damage dealt and subtract 2 from all damage taken. At the beginning of ",
                    "the user's next turn, the user's HP is reduced to 0 and they are now ",
                    "unconscious. "
                ]
            },
            {
                "name":"Blood Magic",
                "description":[
                    "This ability can only be used once per full rest period. An ancient form of ",
                    "magic where the caster uses their own lifeforce to cast magic in lieu of MP. ",
                    "Cast a single spell using HP in place of MP. All other requirements of the ",
                    "spell such as stat requirements or required items are still required. "
                ]
            },
            {
                "name":"Multi-Shot",
                "description":[
                    "This ability can only be used once per full rest period and can only be ",
                    "activated inside battle. An advanced bow technique which allows the user to ",
                    "split an arrow into pieces mid-flight. User may select 2 additional targets for ",
                    "a single bow attack. The user must make a dice roll for each target. "
                ]
            },
            {
                "name":"Perfect Seal",
                "description":[
                    "This ability can only be used once per full rest period and is only learnable ",
                    "by the High Elf race. An advanced magic technique which binds the user's body ",
                    "and mind. Target entity is now sealed (cannot cast magic), and bound. "
                ]
            },
            {
                "name":"Snow Veil",
                "description":[
                    "This ability can only be used once per full rest period and is only learnable ",
                    "by the Ice Elf race. The user cloaks themselves in a mixture of snow and ice. ",
                    "Until the beginning of the user's next turn, the user is cloaked in a veil of ",
                    "snow and ice. All attack made against the user are rolled at -2, any entity ",
                    "within 2 squares of the user takes 2 ice damage per turn. "
                ]
            },
            {
                "name":"Prayer",
                "description":[
                    "This ability can only be used once per full rest period. The user prays for ",
                    "divine intervention and is allowed to re-roll a single roll on any roll once. ",
                    "The user then takes the highest roll of the two. "
                ]
            },
            {
                "name":"Borrowed Knowledge",
                "description":[
                    "This ability can only be used once per full rest period and is only learnable ",
                    "by the Mu race. The user temporarily gains knowledge past their own ",
                    "understanding allowing them to cast a single spell not known. Any requirements ",
                    "to cast the spell such as MP cost, stat requirements, required items, etc. ",
                    "still apply. "
                ]
            },
            {
                "name":"Vampiric Feeding",
                "description":[
                    "This ability can only be used once per full rest period and is only learnable ",
                    "by the Vampire race. The user deals 5 direct damage to target entity and ",
                    "regains 5 HP. This damage cannot be absorbed by armor, barriers or any other ",
                    "damage redirection. This skill can only be used on flesh and blood creatures. "
                ]
            },
            {
                "name":"Calculated Shot",
                "description":[
                    "This ability can only be used once per full rest period. The user takes careful ",
                    "aim and fires a long-shot using their bow or rifle. Double the range of the ",
                    "next shot made from a bow or rifle (includes trebuchets, cannons, etc). "
                ]
            },
            {
                "name":"Resonance",
                "description":[
                    "This ability can only be used once per full rest period. The user takes ",
                    "advantage of the environment to carefully distribute the sound of their song. ",
                    "The user can choose exactly which entities the next song they play affects. "
                ]
            },
            {
                "name":"Cleaver",
                "description":[
                    "This ability can only be used once per full rest period. Can only be used while ",
                    "wielding a sword or axe; the user raises their weapon above their head and ",
                    "brings it down with devastating force. The next attack made with a sword or axe ",
                    "deals 2x damage. "
                ]
            },
            {
                "name":"Double-Cast",
                "description":[
                    "This ability can only be used once per full rest period. The user uses both ",
                    "hands to weave magical ruins allowing them to cast two spells simultaneously. ",
                    "The user may cast an additional spell this turn. Any other requirements of the ",
                    "spell such as MP cost, required items, stat requirements, etc. still count. The ",
                    "user may choose a new target for the second spell. "
                ]
            },
            {
                "name":"Rage",
                "description":[
                    "This ability can only be used once per full rest period. The user stores up all ",
                    "their anger and aggression and releases it in a single blow. The user deals ",
                    "damage equal to the amount of damage they have taken (Max HP - HP). "
                ]
            },
            {
                "name":"Kamakazi",
                "description":[
                    "This ability can only be used once per full rest period. The user sacrifices ",
                    "themselves in order to deal massive damage to their opponent. The user deals 25 ",
                    "fire damage to target entity up to 2 squares away. The user's HP is now reduced ",
                    "to 0 "
                ]
            },
            {
                "name":"Mug",
                "description":[
                    "This ability can only be used once per full rest period. The user mugs their ",
                    "opponent stealing an item while also dealing damage. Deal 5 damage to target ",
                    "entity and if the attack was successful. Roll to see if you get to steal an ",
                    "item as well. "
                ]
            }
        ]
    },
    {
        "title":"passive",
        "description":[
            "Passive abilities are abilities which are always on. The name passive means the ",
            "user doesn't have to activate them and as such; passive abilities can be ",
            "thought of more in terms of advantages or experience which sets the entity ",
            "apart from others. This might be things like quicker reflexes, higher ",
            "tolerances to pain, the ability to think straight in danger, etc. An entity can ",
            "have up to 3 passive abilities at a time and like active abilities an entity ",
            "always has the choice to give up a passive ability in order to learn a new one ",
            "(if no restrictions apply preventing them from doing so.) "
        ],
        "abilities":[
            {
                "<t>":"elem",
                "name":"{name} Specialization",
                "description":[
                    "All non-elementally based magic attacks are taken to be the {elem}",
                    "element. Meaning, elementally based attacks do 1/2 damage to",
                    "{elem} based entities and deal 2x damage to {weak}",
                    "based entities. Additionally, this entity takes 1/2 damage from",
                    "{elem} (rounded down) and 2x damage from {weak}",
                    "attacks."
                ]
            },
            {
                "<t>":"environ",
                "name":"{name} Walker",
                "description":[
                    "+2 speed when battling or traveling in a {adv} region. -2 speed when battling",
                    "or traveling in a {dis} region. Speed cannot drop below 0"                    
                ]
            },
            {
                "name":"Advanced Metalworking",
                "description":[
                    "The user has gained advanced knowledge of the properties of a wide variety of ",
                    "metals and how to craft with them. All metal weapons crafted by the user have ",
                    "an additional 1 added to their damage ratings. All additional metal armor ",
                    "crafted by the user have an additional 1 added to their armor rating. "
                ]
            },
            {
                "name":"Fast Study",
                "description":[
                    "The user is extremely gifted and flexible when learning new skills. When ",
                    "attempting to learn or improve skills; the user may roll 1d6 and attempt to ",
                    "learn the skill instantly. This may only be attempted once per skill, if the ",
                    "roll fails the user must learn the skill the normal way. "
                ]
            },
            {
                "name":"Arboreal Parkour",
                "description":[
                    "A life lived in the forest enables the user to travel much faster in the trees ",
                    "than on the ground. When battling in a forest location, the user may move 2x ",
                    "the distance they normally can move. Outside of battle, if the user fails a ",
                    "climbing roll; they may re-roll once and take the higher of the two rolls. "
                ]
            },
            {
                "name":"Heightened Reflexes",
                "description":[
                    "The user has mastered the art of jump first, look later. In battle, all attacks ",
                    "made against the user are rolled at -1. Outside battle, when rolling perception ",
                    "to avoid an attack or trap; the user may re-roll a failed roll once and take ",
                    "the higher of the two rolls. "
                ]
            },
            {
                "name":"Silver Tongue",
                "description":[
                    "The user has a brilliant personality! Any rolls involving the speech skill made ",
                    "by the user are rolled at +1. Any speech rolls made against the user are made ",
                    "at -1. "
                ]
            },
            {
                "name":"Advanced Decomposition",
                "description":[
                    "The user is able to see the makeup of things and how to deconstruct them. The ",
                    "user is able to deconstruct items into their base components. The user can also ",
                    "attempt to salvage broken items for parts. Both of these actions require a ",
                    "skill roll to accomplish and only one roll can be made per item. "
                ]
            },
            {
                "name":"Vampiric Curse",
                "description":[
                    "The user gains a weakness to the wood element. The user gains a weakness to the ",
                    "light element and also takes damage from sunlight. This can only be taken and ",
                    "must be taken by Vampires. "
                ]
            },
            {
                "name":"Iron Body",
                "description":[
                    "Sitting under waterfalls, powering through freezing blizzards, and scorching ",
                    "heat have caused the user's once soft body to become hard as steel. User gets ",
                    "+2 added to armor value "
                ]
            },
            {
                "name":"Calm Mind",
                "description":[
                    "Meditation and focus training have made it to where the user can control their ",
                    "spirit more efficiently. MP cost for all spells is reduced by 2. "
                ]
            },
            {
                "name":"Cardio",
                "description":[
                    "Hours of running, climbing, and swimming have made the user's body even more ",
                    "efficient allowing them to run longer before tiring out. Movement increased by ",
                    "2 "
                ]
            },
            {
                "name":"Haggle",
                "description":[
                    "The user never fails to find the best deal, even if they aren't set out for ",
                    "display. All shop prices reduced (DM determines how much) and there may be some ",
                    "items available that wouldn't normally be (again DM determines what items if ",
                    "any) "
                ]
            },
            {
                "name":"Master Craftsman",
                "description":[
                    "The user has spent a long time honing and training their skills. The user must ",
                    "specify a crafting skill to apply this to. Finished products related to this ",
                    "skill get +2 added to their value. "
                ]
            },
            {
                "name":"Spectral",
                "description":[
                    "The entity is a spirit not of this world. The entity cannot be targeted by physical",
                    "attacks. The entity takes 2x damage from magical attaks. The entity cannot equip",
                    "standard equipment"
                ]
            }
        ]
    }
]