[
    {
        "title":"Effects",
        "description":[
            "Effects are similar to abilities; however, effects are only temporary and",
            "cannot always be removed by choice. Usually effects happen as a result of an",
            "action by the player or some other entity. However, the GM may also put an",
            "effect into play to balance out the game or to help bolster a character which",
            "would otherwise have a hard time completing the day's tasks."
        ],
        "entries":[
            {
                "name":"Berserk",
                "description":[
                    "Damage dealt by physical melee attacks is doubled. Entity cannot be",
                    "healed and cannot cast spells or use items until this condition is",
                    "removed. Entity MUST attack each turn if able (if entity could move",
                    "to attack a target they must move as well)."
                ]
            },
            {
                "name":"Raining",
                "description":[
                    "Entity's speed is reduced by 2. Add +1 to spell rolls involving electric",
                    "type spells. Subtract -1 from rolls involving fire type spells. Subtract",
                    "-1 to skill rolls involving ranged weapons and perception."
                ]
            },
            {
                "name":"Exhausted",
                "description":[
                    "Entity gets -1 to all skill rolls"
                ]
            },
            {
                "name":"Haunted",
                "description":[
                    "At the start of the entity's combat turn, they roll 1d6 and do the",
                    "following based on result 1 = entity skips turn, 2 = entity is now mad,",
                    "3 = entity is paralyzed, 4 = entity loses 2 HP, 5 = entity gets -1 to",
                    "attack roll, 6 = nothing happens (turn proceeds as normal)"
                ]
            },
            {
                "name":"Inebriated",
                "description":[
                    "Max MP cut by 1/2, immedately lose any MP over new max. -2 to INT",
                    "Must roll to move (standard skill roll). -1 to all skill rolls and",
                    "attack rolls. Cannot react."
                ]
            },
            {
                "name":"Well Rested",
                "description":[
                    "Entity gets +1 to all skill rolls"
                ]
            },
            {
                "name":"Snowing",
                "description":[
                    "Entity's speed is reduced by 4. Add +1 to spell rolls involving ice",
                    "type spells. Subtract -1 from rolls involving wood type spells.",
                    " Subtract -2 to skill rolls involving ranged weapons and perception."
                ]
            },
            {
                "name":"Death",
                "description":[
                    "Entity is removed from the game until either Resurrect is cast or",
                    "until the GM has decided a long enough time has passed that resurrection",
                    "is no longer an option; at which point the entity is removed from the",
                    "game permanently."
                ]
            }
        ]
    },
    {
        "title":"Status Conditions",
        "description":[
            "Status conditions are generally only placed on a player during battle. However",
            "there may be some cases outside battle where the player is effected by a satus",
            "condition as well. However, generally speaking status effects go away once the",
            "battle ends. The main difference between effects and status conditions is",
            "that the player can remove status conditions using potions, magic, or some",
            "other means whereas effects are generally only removed by the GM or by fulfiling",
            "some obligatory condition."
        ],
        "entries":[
            {
                "name":"Poison",
                "description":[
                    "Entity takes +1 damage at the beginning of their turn."
                ]
            },
            {
                "name":"Sleep",
                "description":[
                    "Entity must roll to see if wake up at the beginning of their turn (standard",
                    "skill roll). Entity also wakes up if hit with an attack. Sleeping entities",
                    "cannot react when targeted with an attack and cannot attack or move on their",
                    "turn while asleep."
                ]
            },
            {
                "name":"Paralyzed",
                "description":[
                    "Entity must roll to see if they can move when moving and gets -2 added to",
                    "attack and reaction rolls."
                ]
            },
            {
                "name":"Burn",
                "description":[
                    "Entity receives +2 damage when moving, attacking, or reacting."
                ]
            },
            {
                "name":"Madness",
                "description":[
                    "Entity rolls at -2 to see if they control their actions for the turn. If",
                    "entity fails roll. GM determines what entity does that turn."
                ]
            },
            {
                "name":"Sealed",
                "description":[
                    "Entity cannot cast spells. Any ongoing spells cast by the entity end immediately."
                ]
            },
            {
                "name":"Bind",
                "description":[
                    "Entity cannot move, attack, or cast spells for 3 turns"
                ]
            },
            {
                "name":"Charm",
                "description":[
                    "Entity rolls at -1 to see if they control their actions for the turn. If",
                    "entity fails roll, the entity who charmed this entity controls their actions",
                    "instead."
                ]
            },
            {
                "name":"Transformed",
                "description":[
                    "Entity's stats are augmented based on transformation. Transformed entities cannot",
                    "cast spells nor can they use items."
                ]
            }
        ]
    }
]