[
    {
        "name":"Alyssian",
         "description":[
            "An ancient and dead language once wide spoken but now a relic of ages gone by. ",
            "This language is however still spoken by Vampires and originated in the Mu ",
            "kingdom. "
        ]
    },
    {
        "name":"Common",
         "description":[
            "This language is spoken by all races and is usually the preferred language for ",
            "speaking with townsfolk or merchants. However, some communities who are ",
            "particularly wary of outsiders may choose to use some other language in an ",
            "attempt to shut out prying ears. "
        ]
    },
    {
        "name":"Draconic",
         "description":[
            "The language spoken by dragons and those who grew up near dragon communities. ",
            "This language is a bit of an oddity and because of this, usually only those who ",
            "have direct dealings with dragon society know this language "
        ]
    },
    {
        "name":"Dwarven",
         "description":[
            "To an untrained ear, this language sounds very similar to the Dark Elvish ",
            "dialect. However, it is distinctly different and trying to use elven dialects ",
            "to understand this only results in gibberish. Unlike the elves there aren't ",
            "very many dialects of Dwarven; only Ancient and Modern. Players wishing to ",
            "converse with living Dwarves should choose modern while Ancient is primarily ",
            "used for reading ancient ruins and text. "
        ]
    },
    {
        "name":"Elvish",
         "description":[
            "As the name suggests, this is the language of the elves. When taking this ",
            "skill; players must choose a dialect: Forest, Dark, Ice, or High. Each dialect ",
            "is in it's own a unique language. However, someone knowing one dialect can ",
            "attempt to understand another at a -1 roll penalty. "
        ]
    }
]